{"inkVersion":19,"root":[[{"->":"part_one"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"part_one":[["^Julian can't be that old, early thirties tops, but he gives the appearance of a world-weary soul. His skin is pale, pasty. When you appear, he flings one arm out and the other clutches at his chest.","\n","^\"Erato, my goddess!,\" he cries. \"At long last we meet! I throw myself upon your tender mercies!\"","\n","ev","str","^\"That's an enthusiastic greeting.\"","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Say nothing.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^\"But of course, gracious one! How could I not be?\" The guy falls to his knees. ","<>","\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n","^The young man slowly sinks to his knees. His joints creak as his kneecaps touch the ground. ","<>","\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^\"I've desired your counsel for near-on ten years. When I heard you would be offering your services to poets in distress at Muse, Inc, I knew I had to be the first to bask in your greatness.\"","\n","ev","str","^\"How about you tell me about yourself while you bask.\"","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Say nothing","/str","/ev",{"*":".^.c-3","flg":20},{"c-2":["\n","ev",1,"/ev",{"VAR=":"julianProjectKnown","re":true},"^\"As your muse-liness wishes.\" He clears his throat. ","<>","\n",{"->":".^.^.^.g-1"},{"#f":5}],"c-3":["\n","ev",1,"/ev",{"VAR=":"julianProjectKnown","re":true},"^\"I see the legends of your patient ear were not exaggerated.\" He finally offers an introduction. ","<>","\n",{"->":".^.^.^.g-1"},{"#f":5}],"#f":5}],"g-1":["^\"I am Julian Fitzroy. One day, I shall be a poet laureate, a beloved literary figure of great renown!\" He bows.","\n","ev","str","^\"And what is keeping you from being a poet laureate?\"","/str","/ev",{"*":".^.c-4","flg":20},{"c-4":["\n",{"->":".^.^.^.g-2"},{"#f":5}],"#f":5}],"g-2":["^\"Ah. Alas, the fiduciary demands of modern life have required me to ply my wordsmithing in a less, um, artistically gratifying fashion.\"","\n","ev","str","^\"What a shame. It must feel like a waste of your talents.\"","/str","/ev",{"*":".^.c-5","flg":20},"ev","str","^\"You mean you have a day job? Lots of writers do.\"","/str","/ev",{"*":".^.c-6","flg":20},{"c-5":["\n","^For the first time, his haggard look drops away. Flattery seems to resonate with him. \"I knew you would understand! ","<>","\n",{"->":".^.^.^.g-3"},{"#f":5}],"c-6":["\n","^His long face somehow gets even longer. There's even a tear welling in his eye. Frank talk does not seem to be the way to connect with him. \"But...but this job erodes my will. ","<>","\n",{"->":".^.^.^.g-3"},{"#f":5}],"#f":5}],"g-3":["^It sucks the very soul from my body!\"","\n","ev","str","^\"And what is this soul-sucking job?\"","/str","/ev",{"*":".^.c-7","flg":20},{"c-7":["\n",{"->":".^.^.^.g-4"},{"#f":5}],"#f":5}],"g-4":["^He moans. \"I write the poems in greeting cards. The tritest, most saccharine treacle known to humanity. And with all my creative energy spent on generic rhyming sentiments, I have had no power to compose more meaningful verses. I need my muse to return. I need your guidance most desperately, Erato!\"","\n","ev","str","^\"What kind of poems do you want to be writing?\"","/str","/ev",{"*":".^.c-8","flg":20},{"c-8":["\n",{"->":".^.^.^.g-5"},{"#f":5}],"#f":5}],"g-5":["^Julian stares into the distance, a wistful look crossing his face. \"Ones like I wrote at the Phosphoros and Hesperos Retreat.\"","\n","ev","str","^\"How Hellenic.\"","/str","/ev",{"*":".^.c-9","flg":20},{"c-9":["\n",{"->":".^.^.^.g-6"},{"#f":5}],"#f":5}],"g-6":["^\"I thought you would approve. In my more fanciful moments, I believed your spirit was there among us. A group of promising young poets, including myself, were paired with accomplished writers who acted as our mentors. It was the greatest experience of my artistic life.\"","\n",{"->":"part_two"},{"#f":5}]}],{"#f":1}],"part_two":[["ev","str","^\"Who was your mentor?\"","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^\"Where was the camp?\"","/str","/ev",{"*":".^.c-1","flg":20},{"*":".^.c-2","flg":24},{"c-0":["\n","^\"Carlotta Estanza. One of Italy's most lauded scribes. She said I had a luminous, soaring style.\"","\n",["ev","str","^(Lie) \"Wow, Carlotta Estanza! Impressive!\"","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^\"I've never heard of her.\"","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^Julian preens. \"It was quite the feather in my cap, it's true. Under her guidance, I felt that anything was within my grasp. I could read even the most challenging of poets and find beauty in them. And my own writing all felt laden with promise. Even when in the tarnished early drafts, I could tell a glittering diamond would be revealed with enough time and polish.\"","\n",{"->":"part_two"},{"#f":5}],"c-1":["\n","^Julian blinks. \"I'm surprised. You are the embodiment of lyric verse, and she's as lyric as they come, in English or Italian. She was an inspiration to me even before I met her.\"","\n",{"->":"part_two"},{"#f":5}]}],{"#f":5}],"c-1":["\n","^\"At a private estate owned by Aris Petrakis. Heir to the Petrakis Olive Oil and Ouzo fortune. He's been a patron of the creative arts for decades, handpicking the best budding talents to nurture into full bloom. Not just writers, but all sorts of creative disciplines.\"","\n",["ev","str","^\"Wow. You must be good to catch his eye.\"","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Say nothing","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","ev",2,"/ev",{"VAR=":"julianMaterialStage","re":true},"ev",1,"/ev",{"VAR=":"dossierChanged","re":true},"^\"I like to think so. It was rarefied company. The energy among us was electric. We'd take our notebooks into a grove of red cedars and scribble away.\" His face lightens at the happy memory. \"I remember feeling connected to those trees. Their bark, their scent. It felt so...potent.\"","\n",{"->":"part_two"},{"#f":5}],"c-1":["\n","ev",1,"/ev",{"VAR=":"julianMaterialStage","re":true},"ev",1,"/ev",{"VAR=":"dossierChanged","re":true},"^Julian shakes his head, as if he's returning to reality from a dream. \"Ah, my mind was wandering. Apologies, my goddess! Perils of our mortal minds. You asked about the location. Mister Petrakis' estate is on a few acres of heavily wooded land in Maine. I think the forest was part of what made the experience so valuable. I felt connected to the trees.\"","\n",{"->":"part_two"},{"#f":5}]}],{"#f":5}],"c-2":[{"->":"part_three"},"\n",{"#f":5}]}],{"#f":1}],"part_three":[["ev","str","^\"You should think about that camp while you write.\"","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^He looks slightly alarmed. \"Write? Here? In your office? With your muse-ly eyes on me? I can barely compose anything but Valentine's day rhymes; how can I write a magnum opus with that pressure?\"","\n","ev","str","^\"My muse-ly eyes need to go check on another client.\"","/str","/ev",{"*":".^.c-1","flg":20},{"c-1":["\n",{"->":".^.^.^.g-1"},{"#f":5}],"#f":5}],"g-1":["^\"I see.\" Julian clasps his hands together and gives you a hopeful, wide-eyed look. You're reminded of a begging puppy dog. \"But you will return? Favor me with more guidance? I don't know where to start.\"","\n","ev","str","^\"Don't worry, you'll think of something.\"","/str","/ev",{"*":".^.c-2","flg":20},{"c-2":["\n","ev",0,"/ev",{"VAR=":"dossierChanged","re":true},"ev",{"VAR?":"julianConversationLevel"},1,"+",{"VAR=":"julianConversationLevel","re":true},"/ev","ev",1,"/ev",{"VAR=":"storyEnd","re":true},"end",{"#f":5}],"#f":5}]}],{"#f":1}],"global decl":["ev",0,{"VAR=":"storyEnd"},0,{"VAR=":"gameEnd"},0,{"VAR=":"gloriaProjectKnown"},0,{"VAR=":"julianProjectKnown"},0,{"VAR=":"liProjectKnown"},0,{"VAR=":"gloriaColorStage"},0,{"VAR=":"gloriaMaterialStage"},0,{"VAR=":"gloriaVesselStage"},0,{"VAR=":"julianColorStage"},0,{"VAR=":"julianMaterialStage"},0,{"VAR=":"julianVesselStage"},0,{"VAR=":"liColorStage"},0,{"VAR=":"liMaterialStage"},0,{"VAR=":"liVesselStage"},0,{"VAR=":"dossierChanged"},0,{"VAR=":"playScrySound"},0,{"VAR=":"gloriaConversationLevel"},0,{"VAR=":"julianConversationLevel"},0,{"VAR=":"liConversationLevel"},0,{"VAR=":"mnemosyneConversationLevel"},0,{"VAR=":"gloriaInspirationLevel"},0,{"VAR=":"julianInspirationLevel"},0,{"VAR=":"liInspirationLevel"},"str","^","/str",{"VAR=":"objectToAdd"},0,{"VAR=":"tookItem"},"str","^","/str",{"VAR=":"giftForGloria"},"str","^","/str",{"VAR=":"giftForJulian"},"str","^","/str",{"VAR=":"giftForLi"},"/ev","end",null],"#f":1}],"listDefs":{}}