{"inkVersion":19,"root":[[{"->":"part_one"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"part_one":[["^Julian is walking around the room. It doesn't seem like he's tried writing anything else. He seems subdued, quieter than when he first arrived at Muse, Inc. He doesn't kneel or bow or anything. What a relief.","\n","ev","str","^\"Greetings, my poet-servant! Share your thoughts with me!\"","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^\"Hi Julian.\"","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^He jumps. \"Wow. That voice is actually a little scary. Cool, but scary. I was ","<>","\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n","^For once, he simply smiles at you. \"Hey. I've been ","<>","\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^thinking about what we talked about before. About why the forest has been lodged in my head ever since I did that retreat after college. It doesn't make any sense. Why would I be fixated on something that made me doubt everything I am?\"","\n","ev","str","^\"Maybe because deep down, you know something that you don't want to admit.\"","/str","/ev",{"*":".^.c-2","flg":20},{"c-2":["\n",{"->":".^.^.^.g-1"},{"#f":5}],"#f":5}],"g-1":["^\"Why would I do that? It sounds like a pretty stupid thing to do.\"","\n","ev","str","^\"I hate to tell you this, but sometimes humans do stupid things. Gods too.\"","/str","/ev",{"*":".^.c-3","flg":20},"ev","str","^\"Not stupid. Smart. You're torn between protecting yourself and seeking artistic truth.\"","/str","/ev",{"*":".^.c-4","flg":20},{"c-3":["\n","^He grunts a rough laugh. \"I'm starting to wonder if maybe I do more stupid things than the average human. Why else would I be so confused? I feel that I've ","<>","\n",{"->":".^.^.^.g-2"},{"#f":5}],"c-4":["\n","^\"Hm. That certainly is a more appealing interpretation than that I am terribly confused. That I have ","<>","\n",{"->":".^.^.^.g-2"},{"#f":5}],"#f":5}],"g-2":["^lost any sense of my purpose in writing. That I don't see the point of my poetry. That I should quit and become a fisherman or a farmer or something.\"","\n","ev","str","^\"Let me ask you a question, Julian. What do you love outside of poetry?\"","/str","/ev",{"*":".^.c-5","flg":20},{"c-5":["\n",{"->":".^.^.^.g-3"},{"#f":5}],"#f":5}],"g-3":["^\"Excuse me?\"","\n","ev","str","^\"What makes you happy? What makes you feel alive?\"","/str","/ev",{"*":".^.c-6","flg":20},{"c-6":["\n",{"->":".^.^.^.g-4"},{"#f":5}],"#f":5}],"g-4":["^The poet's eyes spark, but he doesn't speak. You need to figure out what it is that is important to him.","\n","ev","str","^(Lie) \"Ah. Yes. I can read your thoughts clear as day. Why don't you tell me in your own words?\"","/str","/ev",{"*":".^.c-7","flg":20},"ev","str","^\"I won't judge. But I need to know in order to help you.\"","/str","/ev",{"*":".^.c-8","flg":20},{"c-7":["\n","^Julian seems surprised. \"You can? Of course you can. You're a muse. You probably know everything.\"","\n",["ev","str","^\"What matters is that you know. You're a clever, intuitive man, after all.\"","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","ev",2,"/ev",{"VAR=":"julianVesselStage","re":true},"ev",1,"/ev",{"VAR=":"dossierChanged","re":true},"^\"Well. Fine. I thought of the tabletop role-playing group I ran in college. We'd have campaigns last for hours, late into the night. It...it was great. The other poets in my classes thought it was odd to be so rooted in a fantasy, but I didn't care. I loved getting to play, to create rules or invent worlds, to accomplish or to win. I think I was a good gamemaster, too.\" ","<>","\n",{"->":"part_one.0.g-5"},{"#f":5}]}],{"#f":5}],"c-8":["\n","^Julian seems disappointed. \"Oh. I really thought that you could just know exactly what I needed. Being a muse and all.\"","\n",["ev","str","^\"I can help you. But you need to help yourself too by being honest.\"","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","ev",1,"/ev",{"VAR=":"julianVesselStage","re":true},"ev",1,"/ev",{"VAR=":"dossierChanged","re":true},"^He sighs. \"I hate being honest. It's more fun to pretend. That's why I didn't want to share what I thought. It's games. Toys. I love getting to play, to learn rules or invent worlds, to accomplish or to win.\" ","<>","\n",{"->":"part_one.0.g-5"},{"#f":5}]}],{"#f":5}],"#f":5}],"g-5":["^He pulls himself tall, back to his old dramatic hauteur. \"But toys are so...pedestrian. I don't indulge in them any longer.\"","\n","ev","str","^\"Why should that be a critique? Popular, beloved, common, those sound like good things to me.\"","/str","/ev",{"*":".^.c-9","flg":20},"ev","str","^\"You know what else is pedestrian? Greeting cards.\"","/str","/ev",{"*":".^.c-10","flg":20},{"c-9":["\n","^\"Perhaps. I suppose the real truth is that poets, good ones, don't wish to languish in obscurity. We want to evoke reactions. We want to connect with people.\"","\n",["ev","str","^Maybe there's a way you can make your poetry combine with that desire for connection.\"","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^\"I suppose we'll see.\"","\n",{"->":"part_one.0.g-6"},{"#f":5}]}],{"#f":5}],"c-10":["\n","^He looks truly aghast. \"You...you can't possibly be suggesting that the trite verses I do for a paycheck are worthy of my talents? That...doesn't that go against everything you stand for as a muse?\"","\n",["ev","str","^\"My job is to inspire. I don't judge the form.\"","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^\"I suppose that is...rather reasonable. I don't expect deities to be reasonable.\"","\n",{"->":"part_one.0.g-6"},{"#f":5}]}],{"#f":5}],"#f":5}],"g-6":["^Julian sits down. He picks up his pen, twirls it between his fingers. \"You know, I think I'd like to try writing a little something. I'm not sure exactly what, but...if you don't mind...\"","\n","^You stand up as the ink starts scratching over the page.","\n","ev","str","^\"I don't mind. You'll think of something.\"","/str","/ev",{"*":".^.c-11","flg":20},{"c-11":["\n","ev",0,"/ev",{"VAR=":"dossierChanged","re":true},"ev",{"VAR?":"julianConversationLevel"},1,"+",{"VAR=":"julianConversationLevel","re":true},"/ev","ev",1,"/ev",{"VAR=":"storyEnd","re":true},"end",{"#f":5}],"#f":5}]}],{"#f":1}],"global decl":["ev",0,{"VAR=":"storyEnd"},0,{"VAR=":"gameEnd"},0,{"VAR=":"gloriaProjectKnown"},0,{"VAR=":"julianProjectKnown"},0,{"VAR=":"liProjectKnown"},0,{"VAR=":"gloriaColorStage"},0,{"VAR=":"gloriaMaterialStage"},0,{"VAR=":"gloriaVesselStage"},0,{"VAR=":"julianColorStage"},0,{"VAR=":"julianMaterialStage"},0,{"VAR=":"julianVesselStage"},0,{"VAR=":"liColorStage"},0,{"VAR=":"liMaterialStage"},0,{"VAR=":"liVesselStage"},0,{"VAR=":"dossierChanged"},0,{"VAR=":"playScrySound"},0,{"VAR=":"gloriaConversationLevel"},0,{"VAR=":"julianConversationLevel"},0,{"VAR=":"liConversationLevel"},0,{"VAR=":"mnemosyneConversationLevel"},0,{"VAR=":"gloriaInspirationLevel"},0,{"VAR=":"julianInspirationLevel"},0,{"VAR=":"liInspirationLevel"},"str","^","/str",{"VAR=":"objectToAdd"},0,{"VAR=":"tookItem"},"str","^","/str",{"VAR=":"giftForGloria"},"str","^","/str",{"VAR=":"giftForJulian"},"str","^","/str",{"VAR=":"giftForLi"},"/ev","end",null],"#f":1}],"listDefs":{}}