{"inkVersion":19,"root":[["^Julian appears to have collapsed in his chair, his limbs splayed in all directions and his back arching in what must be a very uncomfortable position. You wonder if he intentionally picked this pose of utter despondence for dramatic impact or if it came naturally. When he notices you, he springs into action, leaping up to clasp your hands and bow over them.","\n","ev","str","^\"Yes, bow in submission, my mortal minion!\"","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^\"You know, 'hello' is the more typical greeting.\"","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["\n","^\"As you wish, most majestic Erato! I am so grateful for your guidance thus far! ","<>","\n",{"->":"0.g-0"},{"#f":5}],"c-1":["\n","^He drops your hands, but bows once again, the motion stilted this time. \"Apologies. I would not dream of offending you, majestic Erato. But I am overcome with gratitude. ","<>","\n",{"->":"0.g-0"},{"#f":5}],"g-0":["^I've penned a few words, mere scraps of phraseology, but I've begun to feel like my old perspicacity has returned. Thank you, wise goddess! Thank you!\"","\n","ev","str","^\"Of course it has. You are in my presence!\"","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Say nothing","/str","/ev",{"*":".^.c-3","flg":20},{"c-2":["\n","^\"It is as you say, wonderous muse. And now ","<>","\n",{"->":"0.g-1"},{"#f":5}],"c-3":["^ ","\n","^He barrels on. \"I felt the light of your inspiration for a brief while after you departed, but it didn't take long for the words to lose their luster. Now ","<>","\n",{"->":"0.g-1"},{"#f":5}],"#f":5}],"g-1":["^that you have returned, I am sure these lines will begin to coalesce into a poem, not just the insipid ravings of a tortured soul.\"","\n","^Julian collapses back onto the floor in a woeful heap. You take the opportunity to peek at his work. As he'd said, it's mostly just a page of phrases and scattered words, but every one seems to tie back to his experience at the artists' retreat you discussed earlier, particularly the forest.","\n","ev","str","^\"Tell me more about that retreat in Maine. What was a normal day like?\"","/str","/ev",{"*":".^.c-4","flg":20},{"c-4":["\n",{"->":"0.g-2"},{"#f":5}],"#f":5}],"g-2":["^\"It was heavenly.\" He pops up, woe forgotten, and starts pacing the room as he reminisces. \"Our days were spent in total immersion with the written word. We studied the works of legends, analyzed their creations for form and style. We spent hours dissecting our own drafts. We would debate the value of a comma, or whether a semicolon might have the stronger impact. We argued over the value of adjectives, the most active verbs, the superfluity of adverbs. No aspect of the poetic craft was left untouched.\"","\n","ev","str","^\"Sounds...intense.\"","/str","/ev",{"*":".^.c-5","flg":20},"ev","str","^\"Did you actually write there?\"","/str","/ev",{"*":".^.c-6","flg":20},{"c-5":["\n","^\"It was! I have never had such a transformative and...yes, intense experience in all my days. Sharing that with others creates a powerful bond. I confess that spending time with my colleagues did occasionally draw me away from writing. They were delightful, and ","<>","\n",{"->":"0.g-3"},{"#f":5}],"c-6":["\n","^\"But of course. The focus was naturally to progress with our own skills. Thus the appeal of the remote location. Our colleagues were the only distraction. Although, I confess, they were ","<>","\n",{"->":"0.g-3"},{"#f":5}],"#f":5}],"g-3":["^a potent distraction.\"","\n","ev","str","^\"There's a fine line between distraction and inspiration for a great poet, isn't there?\"","/str","/ev",{"*":".^.c-7","flg":20},"ev","str","^\"I'm not sure the people were the only distraction.\"","/str","/ev",{"*":".^.c-8","flg":20},{"c-7":["\n","^\"An accurate observation, wise muse.\" Julian sits down and you take the chair next to his. \"I was equal parts distracted and inspired by my peers, by the mentors, by our host. I think even by the very place.\"","\n",["ev","str","^\"Yes. You knew there was something about the place. It spoke to your soul, didn't it?\"","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Say nothing","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","ev",2,"/ev",{"VAR=":"julianColorStage","re":true},"ev",1,"/ev",{"VAR=":"dossierChanged","re":true},"^He adopts a thoughtful expression and falls silent for a rare moment. \"Yes. Yes. It was...it was the trees. Sitting under those trees, with all those layers of branches dappled by shadows and bark and dirt. It was like being enveloped in a cloud of olive green. I would know that hue anywhere. ","<>","\n",{"->":"0.g-4"},{"#f":5}],"c-1":["\n","ev",1,"/ev",{"VAR=":"julianColorStage","re":true},"ev",1,"/ev",{"VAR=":"dossierChanged","re":true},"^He takes a rare moment to reflect. \"It was...it was the trees. Sitting under those trees, with all those layers of branches. There was something special about the greenness in that forest. ","<>","\n",{"->":"0.g-4"},{"#f":5}]}],{"#f":5}],"c-8":["\n","^\"But whatever could you mean?\"","\n",["ev","str","^\"I saw your drafts. You wrote about the forest quite a lot.\"","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Say nothing","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^Julian blanches. His knees wobble and he sits down hard in his chair. \"You...oh dear...you read them? They're just the barest, rawest roots of anything! They're just nonsense!\"","\n",["ev","str","^\"Silence, mortal! I am aware of the stages of creative process!\"","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^He keeps shaking with the force of your muse voice, but he stops babbling. \"Of course. Of course you are. I didn't mean to question your wisdom.\"","\n",{"->":".^.^.^.^.g-0"},{"#f":5}]}],{"#f":5}],"c-1":["\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^His eyes dart over to the page where he'd been writing.","\n","^\"Perhaps...perhaps I was drawn to the trees, yes.\"","\n","ev","str","^Say nothing","/str","/ev",{"*":".^.c-2","flg":20},{"c-2":["\n","ev",1,"/ev",{"VAR=":"julianColorStage","re":true},"ev",1,"/ev",{"VAR=":"dossierChanged","re":true},"^He takes a rare moment to reflect. \"It was...it was the trees. Sitting under those trees, with all those layers of branches. There was something special about the greenness in that forest. ","<>","\n",{"->":"0.g-4"},{"#f":5}],"#f":5}]}],{"#f":5}],"#f":5}],"g-4":["^I think I fell in love with the green there.\"","\n","ev","str","^\"I can sense that. There's love in every word you've written.","/str","/ev",{"*":".^.c-9","flg":20},{"c-9":["\n",{"->":"0.g-5"},{"#f":5}],"#f":5}],"g-5":["^\"But...but is it all a lie? I went to Maine to reach ever-more dizzying heights of artistic prowess. But in the forest I felt...small. Like all the grandiloquent words didn't matter in the scheme of the cosmos. And it made me wonder...what was my poetry worth? I had the soaring, melodramatic verse, yes. But who would care other than the people I was writing alongside? Others who would analyze, examine, dissect, critique. What about people who would just...feel?\"","\n","^Julian's voice trails away. You have your information, best to leave him be for awhile.","\n","ev","str","^\"Reflect on that for awhile. I'll give you some privacy.\"","/str","/ev",{"*":".^.c-10","flg":20},{"c-10":["\n",{"->":"0.g-6"},{"#f":5}],"#f":5}],"g-6":["^His anxious face returns. \"You...you're going? But I have huge, overwhelming questions of artistic integrity to be answered! I need your help!\"","\n","ev","str","^\"I'll be back soon. Don't worry, you'll think of something. And I will help you.\"","/str","/ev",{"*":".^.c-11","flg":20},{"c-11":["\n","ev",0,"/ev",{"VAR=":"dossierChanged","re":true},"ev",{"VAR?":"julianConversationLevel"},1,"+",{"VAR=":"julianConversationLevel","re":true},"/ev","ev",1,"/ev",{"VAR=":"storyEnd","re":true},"end",{"->":"0.g-7"},{"#f":5}],"#f":5}],"g-7":["done",{"#f":5}]}],"done",{"global decl":["ev",0,{"VAR=":"storyEnd"},0,{"VAR=":"gameEnd"},0,{"VAR=":"gloriaProjectKnown"},0,{"VAR=":"julianProjectKnown"},0,{"VAR=":"liProjectKnown"},0,{"VAR=":"gloriaColorStage"},0,{"VAR=":"gloriaMaterialStage"},0,{"VAR=":"gloriaVesselStage"},0,{"VAR=":"julianColorStage"},0,{"VAR=":"julianMaterialStage"},0,{"VAR=":"julianVesselStage"},0,{"VAR=":"liColorStage"},0,{"VAR=":"liMaterialStage"},0,{"VAR=":"liVesselStage"},0,{"VAR=":"dossierChanged"},0,{"VAR=":"playScrySound"},0,{"VAR=":"gloriaConversationLevel"},0,{"VAR=":"julianConversationLevel"},0,{"VAR=":"liConversationLevel"},0,{"VAR=":"mnemosyneConversationLevel"},0,{"VAR=":"gloriaInspirationLevel"},0,{"VAR=":"julianInspirationLevel"},0,{"VAR=":"liInspirationLevel"},"str","^","/str",{"VAR=":"objectToAdd"},0,{"VAR=":"tookItem"},"str","^","/str",{"VAR=":"giftForGloria"},"str","^","/str",{"VAR=":"giftForJulian"},"str","^","/str",{"VAR=":"giftForLi"},"/ev","end",null],"#f":1}],"listDefs":{}}