{"inkVersion":19,"root":[[{"->":"introduction"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"introduction":[["^The company is housed in a neo-classical building, soaring Ionic columns and a white marble facade. You're surprised; you would have expected the architecture to be the real deal, all garishly painted and inlaid with gold. But this snowy appearance does instill the sense of grandeur and power that you'd expect of goddesses. Plus, you suppose they need to meet the expectations of the clientele.","\n","^<i>Clientele</i>. This is going to be different.","\n","ev","str","^Go inside","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^You push through the revolving doors to the lobby. It's exactly what you expected. Clio is draped in an armchair, her nose buried in a musty book. Euterpe has her headphones on and her eyes closed. Terpsichore is choreographing what you expect will be the next big dance craze on TikTok. The others must be with mortals.","\n","^Then a glamorous gray-haired woman appears, dressed in a crisp white suit, a rope of diamonds, and towering stiletto sandals. When she sees you, her face breaks into a genuine smile. \"Erato! I'm so glad you're here.\"","\n","ev","str","^\"Hi.\"","/str","/ev",{"*":".^.c-1","flg":20},{"c-1":["\n",{"->":".^.^.^.g-1"},{"#f":5}],"#f":5}],"g-1":["^\"When you said you were going to join us again after so long...well, I didn't want to get my hopes up until I saw you.\" You're shocked to see her eyes go misty. Maybe you shouldn't have held out for so long. But she quickly recovers. \"Now, there's a lot to discuss before you can start your first day. Come up to my office and we'll have a chat.\"","\n","ev","str","^Follow her","/str","/ev",{"*":".^.c-2","flg":20},{"c-2":["\n",{"->":".^.^.^.g-2"},{"#f":5}],"#f":5}],"g-2":["^She leads you up a marble staircase to a glass door. The words \"Mnemosyne, CEO\" are etched into the pane in a delicate script.","\n","^\"Have a seat, dear.\"","\n","ev","str","^\"Thanks...um, what do I call you? Boss? Madam CEO?\"","/str","/ev",{"*":".^.c-3","flg":20},{"c-3":["\n",{"->":".^.^.^.g-3"},{"#f":5}],"#f":5}],"g-3":["^\"Goodness, there's no need for such formality. This may be a business now, but it's still a family business. You can always call me Mnemosyne. Or Mom, if you prefer.\"","\n","^Mnemosyne gestures toward two comfortable purple chairs, and you both sit.","\n","^\"It's wonderful to have all nine of my daughters working for Muse, Inc at last. You have no idea how many clients came looking for you over the centuries. What a relief I don't have to turn them away any more.\"","\n","ev","str","^\"It's not like I wasn't working. I inspired loads of mortals. Just not for money.\"","/str","/ev",{"*":".^.c-4","flg":20},{"c-4":["\n",{"->":".^.^.^.g-4"},{"#f":5}],"#f":5}],"g-4":["^She smiles. \"You think I didn't keep tabs on you? I know you've been busy. And I know the corporate thing is different, but I promise you, it's so rewarding this way. We've inspired even more potent creativity under this model than as independent contractors following our own whims. Surely your sisters have told you?\"","\n","ev","str","^\"They may have mentioned it, yes. They all seem...happy.\"","/str","/ev",{"*":".^.c-5","flg":20},{"c-5":["\n",{"->":".^.^.^.g-5"},{"#f":5}],"#f":5}],"g-5":["^\"And I hope you will be too.\" Mnemosyne shifts in her chair. She's ready to get down to business. \"Now, I know you've had your own ways for providing inspiration to the poets, but we have a more particular system at Muse, Inc. Do you need me to explain what we do here?\"","\n","ev","str","^\"Yes, explain what I need to do.\"","/str","/ev",{"*":".^.c-6","flg":20},"ev","str","^\"Nope, I've got the muse thing down.\"","/str","/ev",{"*":".^.c-7","flg":20},{"c-6":["\n",{"->":"tutorial"},{"#f":5}],"c-7":["\n",{"->":"exit"},{"#f":5}],"#f":5}]}],{"#f":1}],"tutorial":[["^\"We're in the business of inspiration. Mortals think we help them like a therapist, listening and talking. And that is important of course. But the real magic is the amulets we craft for each blocked artist. The amulet helps the artist connect with what's most important to them in the current moment and unlock their best creations.\"","\n","ev","str","^\"What's in an amulet?\"","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^\"An amulet is made of three reagents: a color, a material, and a vessel. You need one of each to craft a complete amulet. You have three clients today, so you'll gather three colors, three materials, and three vessels.\"","\n","ev","str","^\"How do I know what ingredients to get?\"","/str","/ev",{"*":".^.c-1","flg":4},{"c-1":["\n",{"->":".^.^.^.g-1"},{"#f":5}],"#f":5}],"g-1":["^\"Talking to a client will reveal clues about what will best inspire them. That information appears in your Dossier, which you can access any time. After you have a chat with a client, you'll teleport directly to the Temple of Ideas.\"","\n","ev","str","^\"What happens at the Temple of Ideas?\"","/str","/ev",{"*":".^.c-2","flg":4},{"c-2":["\n",{"->":".^.^.^.g-2"},{"#f":5}],"#f":5}],"g-2":["^\"That's where you'll gather reagents for the amulets. Scry the objects you find there until you find one that best matches what you discovered about the client. Be sure to check your Dossier while you're there. You can only bring one item back from the Temple per visit, and you can't swap reagents on future visits. So get the best information you can from clients and select your reagent carefully.\"","\n","ev","str","^\"Then what?\"","/str","/ev",{"*":".^.c-3","flg":4},{"c-3":["\n",{"->":".^.^.^.g-3"},{"#f":5}],"#f":5}],"g-3":["^\"When you have nine reagents in your Inventory, you'll be able to craft the amulets for each of the three artists. Remember, the Dossier is your best tool for crafting. Then you'll deliver the amulet and send your artist back into the world, hopefully ready to create something breathtaking.\"","\n","ev","str","^\"This is a lot more complicated than the old way.\"","/str","/ev",{"*":".^.c-4","flg":4},{"c-4":["\n",{"->":".^.^.^.g-4"},{"#f":5}],"#f":5}],"g-4":["^\"Perhaps, but it's more effective too. Inspiration quality increased 250% with the amulets, and our customer satisfaction increased 380%.\" Mnemosyne levels you with a serious gaze. \"We need happy clients, dear. Mortals can find inspiration anywhere these days with the internet. We may be immortal deities, but we still rely on customer satisfaction to drive business. Don't disappoint me, my daughter.\"","\n","ev","str","^\"I'll do my best.\"","/str","/ev",{"*":".^.c-5","flg":4},{"c-5":["\n",{"->":".^.^.^.g-5"},{"#f":5}],"#f":5}],"g-5":["^\"I know you will. Now, are you ready to work? Or do you need me to repeat the official Muse, Inc training?\"","\n","ev","str","^\"I'm all set and ready to inspire!\"","/str","/ev",{"*":".^.c-6","flg":4},"ev","str","^\"Actually, let's run through all of that one more time.\"","/str","/ev",{"*":".^.c-7","flg":4},{"c-6":["\n",{"->":"exit"},{"#f":5}],"c-7":["\n",{"->":"tutorial"},{"#f":5}],"#f":5}]}],{"#f":1}],"exit":[["^Mnemosyne claps her hands. \"Excellent! Your studio suite is downstairs to the left. Your clients are already in rooms there. Now go forth and work some wonders, Erato!\"","\n","ev","str","^Start work","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","ev",{"VAR?":"mnemosyneConversationLevel"},1,"+",{"VAR=":"mnemosyneConversationLevel","re":true},"/ev","ev",1,"/ev",{"VAR=":"storyEnd","re":true},"end",{"#f":5}]}],{"#f":1}],"global decl":["ev",0,{"VAR=":"storyEnd"},0,{"VAR=":"gameEnd"},0,{"VAR=":"gloriaProjectKnown"},0,{"VAR=":"julianProjectKnown"},0,{"VAR=":"liProjectKnown"},0,{"VAR=":"gloriaColorStage"},0,{"VAR=":"gloriaMaterialStage"},0,{"VAR=":"gloriaVesselStage"},0,{"VAR=":"julianColorStage"},0,{"VAR=":"julianMaterialStage"},0,{"VAR=":"julianVesselStage"},0,{"VAR=":"liColorStage"},0,{"VAR=":"liMaterialStage"},0,{"VAR=":"liVesselStage"},0,{"VAR=":"dossierChanged"},0,{"VAR=":"playScrySound"},0,{"VAR=":"gloriaConversationLevel"},0,{"VAR=":"julianConversationLevel"},0,{"VAR=":"liConversationLevel"},0,{"VAR=":"mnemosyneConversationLevel"},0,{"VAR=":"gloriaInspirationLevel"},0,{"VAR=":"julianInspirationLevel"},0,{"VAR=":"liInspirationLevel"},"str","^","/str",{"VAR=":"objectToAdd"},0,{"VAR=":"tookItem"},"str","^","/str",{"VAR=":"giftForGloria"},"str","^","/str",{"VAR=":"giftForJulian"},"str","^","/str",{"VAR=":"giftForLi"},"/ev","end",null],"#f":1}],"listDefs":{}}